Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ONSCREEN_CODE_REGENERATION_BUTTON_TITLE
source: Get New Code
ar: الحصول على رمز جديد
bg: Получаване на нов код
ca: Obtén un codi nou
cs: Nový kód
da: Få en ny kode
de: Neuen Code anfordern
el: Λήψη νέου κωδικού
es: Obtener código nuevo
es_419: Obtener nuevo código
fi: Hae uusi koodi
fr: Obtenir un nouveau code
fr_ca: Obtenir un nouveau code
he: קבל/י קוד חדש
hi: नया कोड प्राप्त करें
hr: Nabavi novi kôd
hu: Új kód beszerzése
id: Dapatkan Kode Baru
it: Ottieni un nuovo codice
ja: 新規コードを入手
kk: Жаңа код алу
ko: 새로운 코드 받기
lt: Naujo kodo gavimas
ms: Dapatkan Kod Baharu
nl: Vraag nieuwe code aan
no: Hent ny kode
pl: Pobierz nowy kod
pt: Obter Novo Código
pt_pt: Código novo
ro: Obțineți alt cod
ru: Получить новый код
sk: Získať nový kód
sl: Zahtevaj novo kodo
sv: Hämta ny kod
th: ขอรหัสใหม่
tr: Yeni Kod Al
uk: Отримати новий код
vi: Lấy mã mới
zh_cn: 获取新代码
zh_hk: 取得新的代碼
zh_tw: 取得新的代碼

# ERROR_RECOVERY_SUGGESTION_SERVICE_TEMPORARILY_UNAVAILABLE
source: Please try again later.
ar: الرجاء المحاولة مرة أخرى لاحقًا.
bg: Моля, опитайте отново по-късно.
ca: Torna‑ho a provar més tard.
cs: Zkuste to znovu později.
da: Prøv igen senere.
de: Versuche es später erneut.
el: Δοκιμάστε πάλι αργότερα.
es: Inténtalo de nuevo más tarde.
es_419: Intenta más tarde.
fi: Yritä myöhemmin uudelleen.
fr: Réessayez ultérieurement.
fr_ca: Réessayez ultérieurement.
he: נא לנסות שוב מאוחר יותר.
hi: कृपया बाद में फिर कोशिश करें।
hr: Pokušajte ponovno kasnije.
hu: Kérjük, próbálja újra később.
id: Coba lagi nanti.
it: Riprova più tardi.
ja: あとでもう一度やり直してください。
kk: Әрекетті кейінірек қайталаңыз.
ko: 나중에 다시 시도하십시오.
lt: Bandykite dar kartą vėliau.
ms: Sila cuba lagi kemudian.
nl: Probeer het later opnieuw.
no: Prøv igjen senere.
pl: Spróbuj ponownie później.
pt: Tente novamente mais tarde.
pt_pt: Volte a tentar mais tarde.
ro: Reîncercați mai târziu.
ru: Повторите попытку позже.
sk: Skúste to znovu neskôr.
sl: Poskusite znova pozneje.
sv: Försök igen senare.
th: โปรดลองอีกครั้งในภายหลัง
tr: Lütfen daha sonra yeniden deneyin.
uk: Спробуйте пізніше.
vi: Vui lòng thử lại sau.
zh_cn: 请稍后再试。
zh_hk: 請稍後再試。
zh_tw: 請稍後再試。

# SYSTEM_TRUST_VERIFICATION_ERROR_DESCRIPTION
source: Certificate not trusted by device.
ar: الجهاز لا يثق بالشهادة.
bg: Сeртификатът не е доверен на устройството.
ca: El dispositiu no considera que el certificat sigui fiable.
cs: Zařízení certifikátu nedůvěřuje.
da: Certifikatet er ikke godkendt af enheden.
de: Das Gerät vertraut dem Zertifikat nicht.
el: Το πιστοποιητικό δεν θεωρείται αξιόπιστο από τη συσκευή.
es: El dispositivo no considera fiable este certificado.
es_419: El certificado no es confiable para el dispositivo.
fi: Laite ei tue varmennetta.
fr: Certificat considéré comme non fiable par l’appareil.
fr_ca: Le certificat n’est pas approuvé par l’appareil.
he: האישור לא נחשב על-ידי המכשיר כמהימן.
hi: डिवाइस के लिए सर्टिफ़िकेट विश्वसनीय नहीं है।
hr: Certifikat nije pouzdan prema uređaju.
hu: A tanúsítványt az eszköz nem tekinti megbízhatónak.
id: Sertifikat tidak dipercayai oleh perangkat.
it: Il certificato non è autorizzato dal dispositivo.
ja: 証明書はデバイスによって信頼されていません。
kk: Сертификат құрылғыда сенімді деп белгіленбеген.
ko: 기기에서 신뢰하지 않는 인증서입니다.
lt: Įrenginys nepasitiki sertifikatu.
ms: Sijil tidak dipercayai peranti.
nl: Certificaat niet vertrouwd door apparaat.
no: Sertifikatet er ikke godkjent av enheten.
pl: Certyfikat nie jest zaufany dla urządzenia.
pt: Certificado não confiável para o dispositivo.
pt_pt: O certificado não é considerado seguro pelo dispositivo.
ro: Certificatul nu este de încredere pentru dispozitiv.
ru: Устройство не признает этот сертификат доверенным.
sk: Zariadenie nedôveruje certifikátu.
sl: Naprava ne zaupa potrdilu.
sv: Certifikatet är inte betrott av enheten.
th: ใบรับรองไม่ได้ถูกเชื่อถือโดยอุปกรณ์
tr: Sertifika aygıt için güvenilir değil.
uk: Сертифікату не надано довіру на пристрої.
vi: Chứng nhận không được thiết bị tin cậy.
zh_cn: 证书不受设备信任。
zh_hk: 證書不受裝置信任。
zh_tw: 憑證不受裝置信任。

# TV_APP_DEVELOPER_REFRESH_ACCOUNT
source: Refresh Account
ar: تحديث الحساب
bg: Обнови регистрация
ca: Actualitza el compte
cs: Aktualizovat účet
da: Opdater konto
de: Account aktualisieren
el: Ανανέωση λογαριασμού
es: Actualizar cuenta
es_419: Actualizar cuenta
fi: Päivitä tili
fr: Actualiser le compte
fr_ca: Actualiser le compte
he: ריענון החשבון
hi: खाता रीफ़्रेश करें
hr: Osvježi račun
hu: Fiók frissítése
id: Segarkan Akun
it: Aggiorna account
ja: アカウントを更新
kk: Аккаунтты жаңарту
ko: 계정 새로 고침
lt: Atnaujinti paskyrą
ms: Segar Semula Akaun
nl: Vernieuw account
no: Oppdater konto
pl: Odśwież konto
pt: Atualizar Conta
pt_pt: Atualizar conta
ro: Actualizați contul
ru: Обновить учетную запись
sk: Osviežiť účet
sl: Osveži račun
sv: Uppdatera konto
th: ดึงข้อมูลบัญชีใหม่
tr: Hesabı Yenile
uk: Оновити обліковий запис
vi: Làm mới tài khoản
zh_cn: 刷新账户
zh_hk: 重新整理帳户
zh_tw: 重新整理帳號

# UNSUPPORTED_PROVIDER_MESSAGE_FORMAT
source: You can access %@ and the other apps included in your TV subscription by signing in to each one individually.
ar: يمكنك الوصول إلى "%@" وجميع التطبيقات المشمولة في اشتراك التلفزيون، بتسجيل الدخول إلى كل منها على حدة.
bg: Имате достъп до %@ и другите приложения, включени във вашия телевизионен абонамент, като влизате отделно във всяко едно.
ca: Pots accedir a %@ i a les altres apps incloses a la teva subscripció de TV iniciant sessió individualment en cadascuna d’elles.
cs: K aplikaci %@ a ostatním aplikacím, které jsou součástí vašeho odběru TV, se pro přístup musíte přihlásit jednotlivě.
da: Du kan få adgang til %@ og andre apps, som er inkluderet i dit tv-abonnement, ved at logge ind på dem alle enkeltvist.
de: Du kannst auf %@ und die anderen Apps in deinem TV-Abo zugreifen, indem du dich bei jeder App einzeln anmeldest.
el: Μπορείτε να προσπελάσετε την εφαρμογή «%@» και άλλες εφαρμογές που περιλαμβάνονται στην τηλεοπτική συνδρομή σας, όμως θα πρέπει να συνδεθείτε στην καθεμία ξεχωριστά.
es: Puedes acceder a %@ y a las demás apps incluidas en tu suscripción de TV iniciando sesión en cada una de ellas individualmente.
es_419: Para acceder a %@ y a las otras apps incluidas en tu suscripción de TV, inicia sesión en cada una por separado.
fi: %@ ja muut TV-tilaukseesi sisältyvät apit ovat käytössäsi, kun kirjaudut jokaiseen appiin erikseen.
fr: Vous pouvez accéder à %@ et aux autres apps incluses dans votre abonnement TV en vous connectant séparément à chacune d’elles.
fr_ca: Vous pouvez accéder à %@ et aux autres apps comprises dans votre abonnement de télévision en vous connectant à chacune d’elles.
he: באפשרותך לגשת ל-%@ וליישומים נוספים, וביניהם מנויי הטלוויזיה שלך, על-ידי התחברות לכל אחד מהם בנפרד.
hi: अपने टीवी सब्सक्रिप्शन में शामिल %@ और अन्य ऐप्स में अलग-अलग साइन इन करके आप उन्हें ऐक्सेस कर सकते हैं।
hr: Možete pristupiti aplikaciji %@ i ostalim aplikacijama sadržanima u vašoj TV pretplati prijavljujući se u svaku pojedinačno.
hu: Hozzáférhet a televízió-előfizetésében lévő %@ apphoz és egyéb appokhoz, ha egyenként bejelentkezik mindegyikbe.
id: Anda dapat mengakses %@ dan app lainnya yang disertakan di langganan TV dengan masuk ke setiap app secara terpisah.
it: Puoi accedere a %@ e alle altre applicazioni incluse nel tuo piano di abbonamento TV eseguendo l’accesso a ciascuna app individualmente.
ja: TVサブスクリプションに含まれている%@とその他のアプリに個別にサインインすることで、それらのアプリにアクセスできます。
kk: «%@» және теледидар жазылымына кіретін басқа қолданбаларға әрқайсысына жеке кіру арқылы қол жеткізуге болады.
ko: 사용자의 TV 구독에 포함된 %@ 및 기타 다른 앱은 각각 개별적으로 로그인하여 접근할 수 있습니다.
lt: Programą „%@“ ir kitas į televizijos prenumeratą įtrauktas programas galite pasiekti prisijungdami prie kiekvienos iš jų atskirai.
ms: Anda boleh mengakses %@ dan app lain yang disertakan dalam langganan TV anda dengan mendaftar masuk ke setiap satu secara individu.
nl: Je hebt toegang tot %@ en de andere apps die deel uitmaken van je tv‑abonnement door voor elke app afzonderlijk in te loggen.
no: Du kan få tilgang til %@ og andre apper som inkluderes i TV-abonnementet ditt, ved å logge på hver app enkeltvis.
pl: Aby uzyskać dostęp do aplikacji %@ i innych wchodzących w skład Twojej subskrypcji TV, zaloguj się w każdej z nich osobno.
pt: Você pode acessar o app %@ e os outros apps incluídos na sua assinatura de TV, iniciando uma sessão em cada um individualmente.
pt_pt: Pode aceder a %@ e às outras aplicações incluídas na sua assinatura ao iniciar sessão em cada uma separadamente.
ro: Puteți accesa %@ și celelalte aplicații incluse în abonamentul dvs. TV dacă vă autentificați individual în fiecare dintre acestea.
ru: Вы сможете иметь доступ к «%@» и другим приложениям, включенным в Вашу телеподписку, осуществив вход в каждую из них по отдельности.
sk: K apke %@ a ďalším apkám zahrnutým do vášho odberu TV môžete pristupovať tak, že sa do každej z nich samostatne prihlásite.
sl: Do %@ in drugih aplikacij, ki so vključene v vašo naročnino na televizijske storitve, dostopate tako, da se posebej vpišete v vsako izmed njih.
sv: Du kan komma åt %@ och de andra apparna som ingår i ditt TV-abonnemang genom att logga in i varje app för sig.
th: คุณสามารถเข้าถึง %@ และแอปอื่นที่รวมอยู่ในการสมัครสมาชิกทีวีของคุณได้โดยการลงชื่อเข้าแยกกันทีละแอป
tr: TV aboneliğinizde bulunan %@ uygulamasına ve diğer uygulamalara her birine ayrı ayrı giriş yaparak erişebilirsiniz.
uk: Можна отримувати доступ до %@ та інших програм, що входять у вашу ТБ‑підписку, шляхом окремого входу в кожну з них.
vi: Bạn có thể truy cập vào %@ và các ứng dụng khác có trong đăng ký TV của mình bằng cách đăng nhập vào từng ứng dụng một cách riêng lẻ.
zh_cn: 你可以通过逐个登录访问%[tt]@以及电视订阅中包含的其他App。
zh_hk: 你可以個別登入每個App以取用%@電視訂閲項目所包含的全部App。
zh_tw: 你可以個別登入每個App來取用%[tt]@和電視訂閱項目內含的其他App。

# UNSUPPORTED_PROVIDER_TITLE_FORMAT
source: Save %@ as your TV provider?
ar: حفظ %@ كمزود التلفزيون الخاص بك؟
bg: Запазване на %@ като ваш ТВ оператор?
ca: Vols desar %@ com el teu proveïdor de TV?
cs: Uložit společnost %@ jako poskytovatele TV?
da: Gem %@ som din tv-udbyder?
de: %@ als deinen TV-Anbieter sichern?
el: Αποθήκευση «%@» ως παρόχου τηλεοπτικών υπηρεσιών σας;
es: ¿Guardar %@ como tu proveedor de TV?
es_419: ¿Configurar %@ como tu proveedor de TV?
fi: Tallennetaanko %@ TV-palveluntarjoajaksi?
fr: Enregistrer %@ comme fournisseur TV ?
fr_ca: Enregistrer %@ comme fournisseur de contenus télévisés?
he: לשמור את %@ כספק שירותי הטלוויזיה שלך?
hi: %@ को अपने टीवी सर्विस प्रोवाइडर के रूप में सहेजें?
hr: Spremiti %@ kao vašeg TV operatera?
hu: Menti a(z) %@ szolgáltatót televíziószolgáltatóként?
id: Simpan %@ sebagai penyedia TV Anda?
it: Vuoi salvare %@ come provider TV?
ja: %[tt]@をTVプロバイダとして保存しますか?
kk: «%@» теледидар провайдері ретінде сақтау керек пе?
ko: %@을(를) 사용자의 TV 제공업체로 저장하겠습니까?
lt: Išsaugoti „%@“ kaip televizijos paslaugų teikėją?
ms: Simpan %@ sebagai penyedia TV anda?
nl: %@ bewaren als je tv-aanbieder?
no: Vil du arkivere %@ som TV-distributøren din?
pl: Zachować %@ jako Twojego dostawcę TV?
pt: Salvar %@ como o seu provedor de TV?
pt_pt: Guardar %@ como o seu fornecedor de TV?
ro: Doriți să salvați %@ ca furnizor TV?
ru: Сохранить «%@» как телепровайдера?
sk: Uložiť poskytovateľa %@?
sl: Želite shraniti %@ kot ponudnika televizijskih storitev?
sv: Spara %@ som din TV-leverantör?
th: บันทึก %@ เป็นผู้ให้บริการทีวีของคุณหรือไม่
tr: %@, TV sağlayıcınız olarak kaydedilsin mi?
uk: Зберегти «%@» як вашого ТБ‑провайдера?
vi: Lưu %@ thành nhà cung cấp TV của bạn?
zh_cn: 将%@存储为你的电视提供商？
zh_hk: 要將%@儲存為你的電視供應商嗎？
zh_tw: 要將%@儲存為你的電視業者嗎？

# DEVELOPER_PROVIDER_AUTH_URL_DESCRIPTION
source: The URL to your JavaScript authentication context. SSL is not required for development purposes.
ar: الرابط إلى سياق مصادقة JavaScript الخاص بك. بروتوكول SSL غير مطلوب لأغراض التطوير.
bg: URL към вашия JavaScript идентификационен контекст. SSL няма да е необходим за нуждите на разработката.
ca: L’adreça URL al teu context d’autenticació JavaScript. No es requereix SSL amb finalitats de desenvolupament.
cs: URL vašeho kontextu ověření totožnosti prostřednictvím JavaScriptu. Pro účely vývoje není požadováno SSL.
da: URL-adressen til JavaScript-godkendelse. SSL kræves ikke til udviklingsformål.
de: Die URL für den JavaScript Authentifizierungskontext. SSL ist für Entwicklungszwecke nicht erforderlich.
el: Η διεύθυνση URL προς το περιβάλλον ελέγχου ταυτότητας JavaScript. Δεν απαιτείται SS+L για σκοπούς ανάπτυξης.
es: La URL que apunta a tu contexto de autenticación JavaScript. No hace falta un SSL con fines de desarrollo.
es_419: La URL de tu contexto de autenticación de JavaScript. No se requiere SSL para desarrollar.
fi: URL JavaScript-todennuskonteksia varten. SSL:ää ei vaadita kehitystarkoituksiin.
fr: L’URL de votre contexte d’authentification JavaScript. Le protocole SSL n’est pas requis dans le cadre du développement.
fr_ca: L’URL vers votre contexte d’authentification JavaScript. SSL n’est pas requis pour le développement.
he: כתובת האינטרנט עבור הקשר האימות של ה-JavaScript שלך. SSL אינו נחוץ למטרות פיתוח.
hi: आपके JavaScript प्रमाणन संदर्भ का URL. डेवलपमेंट के लिए SSL आवश्यक नहीं है।
hr: URL vašeg konteksta za JavaScript autorizaciju. SSL nije potreban za razvojne svrhe.
hu: A JavaScript-hitelesítési környezet URL-je. Fejlesztési célokhoz nem szükséges SSL.
id: URL ke konteks pengesahan JavaScript Anda. SSL tidak diperlukan untuk tujuan pengembangan.
it: URL per il contesto di autenticazione del JavaScript. L’opzione SSL non è richiesta per finalità di sviluppo.
ja: JavaScriptの認証コンテクストへのURL。開発目的の場合、SSLは必要ありません。
kk: JavaScript аутентификация контекстінің URL мекенжайы. Әзірлеу мақсатында SSL қажет емес.
ko: JavaScript 인증 컨텍스트에 사용할 URL입니다. SSL은 개발 용도상 필요하지 않습니다.
lt: „JavaScript“ autentifikavimo konteksto URL. Kūrimo tikslais SSL nereikalaujama.
ms: URL ke konteks pengesahan JavaScript anda. SSL tidak diperlukan untuk tujuan pembangunan.
nl: De URL naar je JavaScript-authenticatiecontext. SSL is niet vereist voor ontwikkelingsdoeleinden.
no: URL-en til JavaScript-autentiseringen. SSL kreves ikke for utviklerformål.
pl: Adres URL kontekstu uwierzytelniania JavaScript. Uwierzytelnianie SSL nie jest wymagane przy tworzeniu oprogramowania.
pt: O URL do seu contexto de autenticação em JavaScript. SSL não é exigido para fins de desenvolvimento.
pt_pt: O URL do contexto de autenticação JavaScript. Para programação, não é necessário SSL.
ro: URL‑ul către contextul de autentificare JavaScript. Nu necesită SSL în scopuri de dezvoltare.
ru: URL-адрес Вашего контекста аутентификации JavaScript. Для целей разработки SSL не требуется.
sk: URL kontextu autentifikácie JavaScriptu. Na vývojárske účely sa nevyžaduje SSL.
sl: Naslov URL za preverjanje pristnosti JavaScripta. Protokol SSL ni zahtevan za potrebe razvoja.
sv: Webbadressen till din JavaScript-autentiseringskontext. SSL krävs inte för utvecklingsändamål.
th: URL ไปยังบริบทการตรวจสอบสิทธิ์ JavaScript ของคุณ ไม่ต้องใช้ SSL สำหรับการพัฒนา
tr: JavaScript kimlik doğrulama içeriğinin URL’si. Geliştirme amaçlı SSL gerekli değildir.
uk: URL-посилання до контексту автентифікації вашого JavaScript. SSL є необовʼязковим для цілей розробки.
vi: URL đến bối cảnh xác thực JavaScript của bạn. Không bắt buộc sử dụng SSL cho mục đích phát triển.
zh_cn: JavaScript认证上下文的URL。开发无需使用SSL。
zh_hk: 前往JavaScript認證內容的URL。無需SSL作開發用途。
zh_tw: 你JavaScript認證內容的URL。開發用途不需要SSL。
